/* File size, shown as a number and units. The first %@ is the number (for instance: 6.72), and the second %@ is the unit (for instance: MB) */
"%@ %@" = "%1$@ %2$@";

/* File size, shown as a number and units, and number of bytes. The first %@ is the number (for instance: 6.72), the second %@ is the unit (for instance: MB), and the third is the actual number of bytes (for instance 6,722,309) */
"%@ %@ (%@ bytes)" = "%1$@ %2$@ (%3$@ بايت)";

/* Plural form of 'bytes', when used for file size */
"bytes" = "بايت";

/* Singular form of 'bytes', when used for file size */
"bytes Singular" = "بايت";

/* Plural form of 'EB' (exabyte), when used for file size */
"EB" = "إ.ب.";

/* Singular form of 'EB' (exabyte), when used for file size */
"EB Singular" = "إ.ب.";

/* Plural form of 'GB' (gigabyte), when used for file size */
"GB" = "ج.ب.";

/* Singular form of 'GB' (gigabyte), when used for file size */
"GB Singular" = "ج.ب.";

/* Plural form of 'KB' (kilobyte), when used for file size */
"KB" = "ك.ب.";

/* Singular form of 'KB' (kilobyte), when used for file size */
"KB Singular" = "ك.ب.";

/* Plural form of 'MB' (megabyte), when used for file size */
"MB" = "م.ب.";

/* Singular form of 'MB' (megabyte), when used for file size */
"MB Singular" = "م.ب.";

/* Plural form of 'PB' (petabyte), when used for file size */
"PB" = "ب.ب.";

/* Singular form of 'PB' (petabyte), when used for file size */
"PB Singular" = "ب.ب.";

/* Plural form of 'TB' (terabyte), when used for file size */
"TB" = "ت.ب.";

/* Singular form of 'TB' (terabyte), when used for file size */
"TB Singular" = "ت.ب.";

/* Plural form of 'YB' (yottabyte), when used for file size */
"YB" = "YB";

/* Singular form of 'YB' (yottabyte), when used for file size */
"YB Singular" = "YB";

/* Plural form of 'ZB' (zettabyte), when used for file size */
"ZB" = "ZB";

/* Singular form of 'ZB' (zettabyte), when used for file size */
"ZB Singular" = "ZB";

/* File size shown for an empty file, when 'special zero handling' is enabled, and using 'bytes' as units. This is basically what Finder shows in the info panel for an empty file. */
"Zero bytes" = "صفر بايت";

/* File size shown for an empty file, when 'special zero handling' is enabled, and using 'KB' as units. This is basically what Finder shows in the info panel for an empty file. */
"Zero KB" = "صفر ك.ب.";

